content/posts/Current_best_practices_in_single‐cell_RNA‐seq_analysis_a_tutorial_by_Malta_Luecken_and_Fabian_Theis_in_2019.md
+++
title = "Current best practices in single‐cell RNA‐seq analysis a tutorial by Malta Luecken and Fabian Theis in 2019"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:34:12-04:00
slug = "Current_best_practices_in_single‐cell_RNA‐seq_analysis_a_tutorial_by_Malta_Luecken_and_Fabian_Theis_in_2019"
draft = false
+++

## [papers]({{< relref "papers" >}}), [cloud computing]({{< relref "cloud_computing" >}}), [single-cell transcriptome analysis]({{< relref "single-cell_transcriptome_analysis" >}}), [computation]({{< relref "computation" >}}), [bioinformatics]({{< relref "bioinformatics" >}}) {#papers--papers-dot-md--cloud-computing--cloud-computing-dot-md--single-cell-transcriptome-analysis--single-cell-transcriptome-analysis-dot-md--computation--computation-dot-md--bioinformatics--bioinformatics-dot-md}


## Luecken, M. D., & Theis, F. J. (2019). Current best practices in single‐cell RNA‐seq analysis: a tutorial. <span class="underline"><span class="underline">Molecular Systems Biology</span></span>, \_\_15\_\_(6), e8746. <https://doi.org/10.15252/msb.20188746> {#luecken-m-dot-d-dot-and-theis-f-dot-j-dot--2019--dot-current-best-practices-in-single-cell-rna-seq-analysis-a-tutorial-dot-15--6--e8746-dot-https-doi-dot-org-10-dot-15252-msb-dot-20188746}


## I have an instance in [google cloud platform]({{< relref "google_cloud_platform" >}})'s AI platform notebooks where I installed the data and software for this [SCANPY]({{< relref "SCANPY" >}}) tutorial. {#i-have-an-instance-in-google-cloud-platform--google-cloud-platform-dot-md--s-ai-platform-notebooks-where-i-installed-the-data-and-software-for-this-scanpy--scanpy-dot-md--tutorial-dot}


### <https://console.cloud.google.com/ai-platform/notebooks/instances?project=core-246800> (pytorch-20191108-155727) {#https-console-dot-cloud-dot-google-dot-com-ai-platform-notebooks-instances-project-core-246800--pytorch-20191108-155727}
